Repository: iaa/django_dmn
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Circled field values mean that they are available for quick editing by double-click of the mouse.
ru: Обведенные поля означают, что они доступны для редактирования по двойному клику мыши.

source: Search by field. Input text and press ok.
ru: Поиск по полю. Введите текст и нажмите ok.

source: Thank's. You're message was send to admin.
ru: Спасибо. Ваше сообщение отправлено администратору.

source: Sorry. Service temporary closed.
ru: Извините. Сервис временно закрыт.

source: Sorry, the object is not found.
ru: Извините, объект не найден.

source: Images manager
ru: Управление изображениями.

source: Press to view or hide images manager
ru: Нажмите чтобы открыть или стрятать управление изображениями.

source: Ok, data updated successfully, id
ru: Ok, данные успешно обновлены, поз.

source: Ok, data created successfully, id
ru: Ok, данные успешно добавлены, поз.

source: Ok, data deleted successfully, id
ru: Ok, данные успешно удалены, поз.

source: Sorry, you have not enough rights for this action. Contact administrator.
ru: Извините, у Вас недостаточно прав для этого действия. Обратитесь к администратору.

source: Error. Call to admin
ru: Ошибка. Свяжитесь с администратором.

source: Err. Changes is not correct. Ancestor is hide.
ru: Ошибка. Изменения некорректны. Скрыт предок.

source: Please note, the category value must not have descendants.
ru: Обратите внимание, значение категории не должно иметь потомков.

source: Sorry, must be filled only one of the fields.
ru: Извините, должно быть заполнено только одно из полей.

source: Sorry, Email addresses must be unique.
ru: Извините, адрес Email должен быть уникальным.

source: Sorry, one of the fields must be filled in.
ru: Извините, одно из полей должно быть заполнено.

source: Note that the value of the tag must not have descendants.
ru: Обратите внимание, значение тега не должно иметь потомков.

source: Search by field
ru: Поиск по полю

source: Hide fields
ru: Скрыть поля

source: Hide field
ru: Скрыть

source: Show fields
ru: Показать поля

source: Delete selected
ru: Удалить выбранное

source: Update
ru: Править

source: Delete
ru: Удалить

source: Add
ru: Добавить

source: Title
ru: Титл

source: Name
ru: Название

source: Header
ru: Заголовок

source: Hide?
ru: Скрыто?

source: Link
ru: Ссылка

source: Sort
ru: Сортировка

source: Ancestor
ru: Предок

source: Created_at
ru: Создано

source: Updated_at
ru: Обновлено
